{
    "Lesson 1": [
        {
            "word": "abide by",
            "type": "verb",
            "meaning": "To comply with; to conform",
            "examples": [
                "The two parties agreed to abide by the judge's decision.",
                "For years he has abided by a commitment to annual employee raises."
            ],
            "audio": "audio/abide_by.mp3"
        },
        {
            "word": "agreement",
            "type": "noun",
            "meaning": "A mutual arrangement, usually written",
            "examples": [
                "The agreement was signed by both parties.",
                "We reached an agreement after a long discussion.",
                "The contract is an agreement between the buyer and seller."
            ],
            "audio": "audio/agreement.mp3"
        },
        {
            "word": "assurance",
            "type": "noun",
            "meaning": "A guarantee; confidence",
            "examples": [
                "The sales associate gave his assurance that the missing keyboard would be replaced the next day.",
                "Her self-assurance made it easy to see why she was in charge of the negotiations."
            ],
            "audio": "audio/assurance.mp3"
        },
        {
            "word": "cancellation",
            "type": "noun",
            "meaning": "Annulment; stopping",
            "examples": [
                "The cancellation of her flight caused her to miss the meeting.",
                "The cancellation clause appears at the back of the contract."
            ],
            "audio": "audio/cancellation.mp3"
        },
        {
            "word": "determine",
            "type": "verb",
            "meaning": "To find out; to influence",
            "examples": [
                "After reading the contract, I was still unable to determine if our company was liable for back wages.",
                "The skill of the union bargainers will determine whether the automotive plant will open next week."
            ],
            "audio": "audio/determine.mp3"
        },
        {
            "word": "engage",
            "type": "verb",
            "meaning": "To participate; to involve",
            "examples": [
                "Before engaging in a new business, it is important to do thorough research.",
                "He engaged us in a fascinating discussion about current business trends."
            ],
            "audio": "audio/engage.mp3"
        },
        {
            "word": "establish",
            "type": "verb",
            "meaning": "To institute permanently; to bring about",
            "examples": [
                "Through her many books and interviews, Dr. Wan established herself as an authority on conflict resolution.",
                "The merger of the two companies established a powerful new corporation."
            ],
            "audio": "audio/establish.mp3"
        },
        {
            "word": "obligate",
            "type": "verb",
            "meaning": "To bind legally or morally",
            "examples": [
                "The contractor was obligated by the contract to work 40 hours a week.",
                "I felt obligated to finish the project even though I was not paid for it."
            ],
            "audio": "audio/obligate.mp3"
        },
        {
            "word": "party",
            "type": "noun",
            "meaning": "A person or group participating in an action or plan; the persons or sides concerned in a legal matter",
            "examples": [
                "The parties agreed to a settlement in their contract dispute.",
                "The party that prepares the contract has a distinct advantage."
            ],
            "audio": "audio/party.mp3"
        },
        {
            "word": "provision",
            "type": "noun",
            "meaning": "A measure taken beforehand; a stipulation",
            "examples": [
                "The father made provisions for his children through his will.",
                "The contract contains a provision to deal with how payments are made if John loses his job."
            ],
            "audio": "audio/provision.mp3"
        },
        {
            "word": "resolve",
            "type": "verb",
            "meaning": "To deal with successfully; to declare",
            "examples": [
                "The mediator was able to resolve the problem to everyone's satisfaction.",
                "The businessman resolved to clean out all the files by the end of the week."
            ],
            "audio": "audio/resolve.mp3"
        },
        {
            "word": "specific",
            "type": "adjective",
            "meaning": "Particular",
            "examples": [
                "The customer's specific complaint was not addressed in his e-mail.",
                "In a contract, one specific word can change the meaning dramatically."
            ],
            "audio": "audio/specific.mp3"
        }
    ]
}
